Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/irish_social_welfare_system/claiming_a_social_welfare_payment/recovery_of_social_welfare_overpayments.html.txt.tmx
Source language: en
Languages: ga

source: Recovery of social welfare overpayments
ga: Aisghabháil íocaíochtaí iomarcacha leasa shóisialaigh

source: Overpayments may occur if an extra payment of an allowance, pension, assistance or any other benefit is made to you by the Department of Social Protection
ga: D'fhéadfadh íocaíochtaí iomarcacha a tharlú má íocann an Roinn liúntas, pinsean, cúnamh nó sochar ar bith eile breise leat

source: If you have been overpaid, the Department will inform you of:
ga: Má fuair tú íocaíocht iomarcach, inseoidh anRoinn Coimirce Sóisialaí duit:

source: • The reason(s) for the overpayment
ga: • Fáth(anna) na híocaíochta iomarcaí

source: • The way the Department proposes to recover the amount that has been overpaid
ga: • An bealach atá á mholadh acu chun an iocaíocht iomarcach a fháil ar ais

source: The liability to repay overpayments may continue to exist after your death
ga: D'fhéadfadh an dliteanas maidir le híocaíochtaí iomarcacha a aisíoc a bheith fós ann tar éis do bháis

source: Your personal representatives may be asked to repay the amounts owed from your estate
ga: D'fhéadfadh go n-iarrfaí ar d'ionadaí pearsanta na fiacha ó d'eastáit a aisíoc

source: The Social Welfare Act 2012 changed the procedure for repayments of overpayments. Since 28 January 2013 15% of your personal weekly rate of payment can be deducted to recover an overpayment
ga: D’athraigh an tAcht Leasa Shóisialaigh, 2012 an nós imeachta le haghaidh aisíocaíochtaí ró-íocaíochtaí

source: It is also possible that you may not be able to withdraw money from a bank account (for example) until the overpayment has been repaid
ga: Ón 28 Eanáir 2013, is féidir 15% de do ráta pearsanta seachtainiúil íocaíochta a asbhaint chun ró-íocaíocht a aisghabháil

source: Note: From 1 August 2014, under the Recovery of Certain Benefits and Assistance (RBA) Scheme the Department of Social Protection can recover the value of certain illness-related social welfare payments from compensation awards made following non-fatal personal injuries claims
ga: Roimh an dáta sin, bhí ort toiliú i scríbhinn a thabhairt d’aon asbhaint a laghdaigh d’íocaíocht faoi bhun an ráta sheachtainiúil den Liúntas Leasa Fhorlíontaigh i leith do chúinsí teaghlaigh

source: The Department can ask you to repay the overpayment by:
ga: Is féidir leis an Roinn iarraidh ort an íocaíocht iomarcach a aisíoc trí:

source: • Making a single payment to repay the full overpayment
ga: • Íocaíocht amháin a dhéanamh chun an íocaíocht iomarcach iomlán a aisíoc

source: • Making weekly or monthly cash repayments until the overpayment is paid off
ga: • Aisíocaíochtaí seachtainiúla nó míosúla a dhéanamh go dtí go mbeidh an íocaíocht iomarcach aisíoctha

source: • If you are still getting a social welfare payment, by deductions from your weekly payment (and by withholding any arrears of payment that may be due to you)
ga: • Má tá tú fós ag fáil íocaíocht leasa shóisialaigh, trí asbhaint as d'íocaíocht sheachtainiúil (agus trí riaráiste íocaíochta ar bith dlite duit a choinneáil siar)

source: When deciding the rate of repayment, the Department will look at the following factors:
ga: Agus iad ag socrú an ráta aisíocaíochta, breathnóidh an Roinn ar na rudaí seo a leanas:

source: • Your ability to repay
ga: • D'acmhainn chun aisíocaíocht a dhéanamh

source: • Any relevant facts or circumstances that you have raised
ga: • Fíricí nó cúinsí a bhaineann le ceist na haisíocaíochta a tharraing tú anuas

source: • The amount of the overpayment and how it happened
ga: • Méid na híocaíochta iomarcaí agus na cúinsí inar tharla sí

source: If you cannot afford to repay the overpayment
ga: Mura bhfuil sé d'acmhainn agat an íocaíocht iomarcach a aisíoc

source: The Department will suggest a repayment method that it believes you can afford
ga: Molfaidh an Roinn modh aisíocaíochta a gcreideann siad gur féidir leat íoc as

source: If you cannot afford to repay the amount you were overpaid, the repayment may be reduced, deferred or suspended
ga: Murar féidir leat an méid a ró-íocadh leat a aisíoc, d’fhéadfaí an aisíocaíocht a laghdú, a iarchur nó a chur ar fionraí

source: If your circumstances subsequently improve, you will be required to repay the amount owed at a rate you can afford
ga: Má thagann feabhas ar do chúinsí ina dhiaidh sin, beidh ort an méid a aisíoc a bhí le híoc agat ar ráta a mbeifeá in ann íoc as

source: If you do not repay social welfare overpayments the Department of Social Protection may take a civil case against you through the courts system
ga: Mura n-íocann tú ró-íocaíochtaí leasa shóisialaigh, féadfaidh an Roinn Coimirce Sóisialaí cás sibhialta a ghlacadh i do leith trí chóras na gcúirteanna

source: If your overpayment arose as a result of fraud you may be criminally prosecuted (see ‘Fraud’ below)
ga: Má d’eascair d’aisíocaíocht mar thoradh ar chalaois, d’fhéadfaí thú a ionchúiseamh go coiriúil (féach ‘Calaois’ thíos)

source: What if you could have got paid under a different scheme
ga: Más amhlaidh go mbeifeá in ann íocaíochtaí a fháil faoi scéim eile

source: If you received payments that you were not entitled to under one social welfare scheme, but would have been entitled to payments under another scheme, this will be taken into consideration in deciding how much you have to repay
ga: Má fuair tú íocaíochtaí nach raibh tú ina dteideal faoi scéim leasa shóisialaigh amháin, ach dá mbeifeá i dteideal íocaíochtaí faoi scéim leasa shóisialaigh eile, cuirfear é sin san áireamh agus cinneadh á dhéanamh faoin méid a chaithfidh tú a aisíoc

source: When is repayment reduced or cancelled?
ga: Cén uair a laghdaítear nó a chuirtear ar ceal aisíocaíocht?

source: The Department of Social Protection makes every effort to recover the overpayment in full
ga: Déanann an Roinn Coimirce Sóisialaí a ndícheall an ró-íocaíocht a aisghabháil go hiomlán

source: The Department may reduce or cancel an overpayment if it occurred because it:
ga: Féadfaidh an Roinn ró-íocaíocht a laghdú nó a chealú má tharla sé mar gheall air an méid a leanas:

source: • Failed to act within a reasonable period of time on information it received about you
ga: • Theip ar an Roinn gníomhú laistigh de thréimhse réasúnta ama tar éis faisnéis a fháil fút

source: • Made an mistake that you could not reasonably be expected to have noticed
ga: • Rinne siad botún nach bhféadfaí bheith ag súil leis go réasúnta go dtabharfá faoi deara é

source: If you think that the Department has made an error, you should bring the matter to the Department's attention as soon as possible
ga: Má chreideann tú go ndearnadh earráid, ba cheart duit an Roinn a chur ar an eolas faoin ábhar a luaithe is féidir

source: If the overpayment happened as a result of fraud the Department can take a criminal prosecution against you (even if you pay back the overpayment)
ga: Má tharla an ró-íocaíocht mar thoradh ar chalaois, féadfaidh an Roinn ionchúiseamh coiriúil a ghlacadh i do leith (fiú má íocann tú ar ais an ró-íocaíocht)

source: The most common types of welfare fraud include:
ga: Is iad na saghsanna is coitianta de chalaois leasa:

source: • Concurrent working and claiming: Where a person claims a payment, such as Jobseeker's Benefit/Allowance or an illness payment, but takes up employment and does not notify the Department
ga: • Oibriú agus éileamh ag an am céanna: Sa chás go n-éilíonn duine íocaíocht, ar nós Sochar/Liúntas Cuardaitheora Poist nó íocaíocht bhreoiteachta, ach tar éis dóibh glacadh le fostaíocht gan an Roinn a chur ar an eolas

source: • Non-disclosure of means: Where a person claims a means-tested payment but does not fully disclose their means or sources of income
ga: • Neamhnochtadh maoine: Sa chás go n-éilíonn duine íocaíocht a ndéantar tástáil mhaoine ina leith ach nach nochtann siad a maoin nó a bhfoinsí ioncaim go hiomlán

source: Note that If you or your spouse, civil partner or cohabitant are getting a means tested social welfare payment and save a portion of this payment each week, these savings as well as savings from most other sources will be taken into account as part of your means
ga: Tabhair faoi deara, má tá íocaíocht leasa shóisialaigh a ndéantar tástáil mhaoine ina leith á fáil agat féin nó do chéile, páirtnéir sibhialta nó do chomháititheoir agus má dhéanann sibh cuid den íocaíocht seo a choigilt gach seachtain, cuirfear san áireamh an coigilteas seo, mar aon le coigilteas ón gcuid is mó d’fhoinsí eile san áireamh mar chuid de bhur maoin

source: It is important to notify the Department of these savings to avoid an overpayment
ga: Tá sé tábhachtach an Roinn a chur ar an eolas faoin gcoigilteas seo chun ró-íocaíocht a sheachaint

source: • Multiple claiming or personation: Where a person makes a claim for more than one social welfare payment or by assuming and falsely using the identity and PPS Number of another person
ga: • Éileamh nó pearsanaíocht iolrach: Sa chás go ndéanann duine éileamh ar bhreis agus íocaíocht leasa shóisialaigh amháin trí ghlacadh le haitheantas agus le hUimhir PSP duine eile nó iad a úsáid ar bhonn bréagach

source: • Life events: Where a person continues to claim a payment to which he/she is no longer entitled such as a lone parent who marries, enters into a civil partnership or is cohabiting, or someone who continues to claim Carer’s Allowance where caring duties have ceased
ga: • Comhchónaí: D’fhéadfadh go bhfuil daoine ag cónaí le chéile mar aonad teaghlaigh agus go dteipeann orthu an Roinn a chur ar an eolas faoi seo chun cáiliú do rátaí níos airde d’íocaíochtaí, nó d’íocaíochtaí nach bhfuil siad i dteideal a fháil

source: • Cohabitation: People may be living as a family unit and fail to notify this to the Department to qualify for higher rates of payments, or payments to which they may not be entitled
ga: • Árachas sóisialach: Sa chás go dteipeann ar fhostóirí taifid chuí fostaíochta/phá a choiméad agus sa chás go dtarlaíonn neamhchomhlíonadh nó neamhíocaíocht ÁSPC (Árachas Sóisialach Pá-Choibhneasa)

source: • Social insurance: Where employers fail to maintain appropriate employment/wage records and where non-compliance or non-remittance of PRSI (Pay Related Social Insurance) occurs
ga: • Neamhchónaitheacht sa Stát: Sa chás go n-éilíonn duine íocaíocht leasa shóisialaigh óna dteastaíonn cónaitheacht, agus nach bhfuil sé/sí ina c(h)ónaitheoir a thuilleadh

source: • Non-residency in the State: Where a person claims a social welfare payment which requires residency, and he/she is no longer resident
ga: Féadfaidh tú níos mó a léamh faoi iarrachtaí na Roinne chun calaois a chomhrac ina Straitéis Cloí agus Frithchalaoise 2014-2018

source: You can read more about the Department’s efforts to counteract fraud in its Compliance & Anti-Fraud Strategy 2014-2018 (pdf)
ga: Conas iarratas a dhéanamh Tá Cód cleachtais faoi iocaíochtaí iomarcacha a fháil ar ais curtha ar fáil ag an Roinn Coimirce Sóisialaí
